Repository: askdiverge/Diverge-SDK-iOS
Catalog: Sources/AIConversation/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, et, fi, fo, fr, is, lt, lv, nb, nl, pl, sv

# rating.close
source: Close
da: Luk
de: Schließen
et: Sulge
fi: Sulje
fo: Lat aftur
fr: Fermer
is: Loka
lt: Uždaryti
lv: Aizvērt
nb: Lukk
nl: Sluiten
pl: Zamknij
sv: Stäng

# rating.failed
source: Couldn't send your rating. Try again.
da: Kunne ikke sende din vurdering. Prøv igen.
de: Bewertung konnte nicht gesendet werden. Bitte erneut versuchen.
et: Hinnangut ei õnnestunud saata. Proovi uuesti.
fi: Arvosanan lähettäminen epäonnistui. Yritä uudelleen.
fo: Kundi ikki senda tína meting. Royn aftur.
fr: Impossible d'envoyer votre évaluation. Réessayez.
is: Ekki tókst að senda einkunnina. Reyndu aftur.
lt: Nepavyko išsiųsti įvertinimo. Bandykite dar kartą.
lv: Neizdevās nosūtīt vērtējumu. Mēģiniet vēlreiz.
nb: Kunne ikke sende vurderingen. Prøv igjen.
nl: Beoordeling kon niet worden verzonden. Probeer het opnieuw.
pl: Nie udało się wysłać oceny. Spróbuj ponownie.
sv: Kunde inte skicka betyget. Försök igen.

# rating.feedbackPlaceholder
source: Write your feedback here...
da: Skriv din feedback her...
de: Schreiben Sie Ihr Feedback hier...
et: Kirjuta oma tagasiside siia...
fi: Kirjoita palautteesi tähän...
fo: Skriva tína afturmelding her...
fr: Écrivez vos commentaires ici...
is: Skrifaðu endurgjöfina þína hér...
lt: Parašykite savo atsiliepimą čia...
lv: Rakstiet savu atsauksmi šeit...
nb: Skriv din tilbakemelding her...
nl: Schrijf hier je feedback...
pl: Napisz swoją opinię tutaj...
sv: Skriv din feedback här...

# rating.feedbackSubmit
source: Submit feedback
da: Send feedback
de: Feedback senden
et: Saada tagasiside
fi: Lähetä palaute
fo: Send afturmelding
fr: Envoyer les commentaires
is: Senda endurgjöf
lt: Pateikti atsiliepimą
lv: Iesniegt atsauksmi
nb: Send tilbakemelding
nl: Feedback versturen
pl: Wyślij opinię
sv: Skicka feedback

# rating.feedbackTitle
source: What could we have done better?
da: Hvad kunne vi have gjort bedre?
de: Was hätten wir besser machen können?
et: Mida oleksime saanud paremini teha?
fi: Mitä olisimme voineet tehdä paremmin?
fo: Hvat kundi vit hava gjørt betri?
fr: Qu'aurions-nous pu faire de mieux ?
is: Hvað hefðum við getað gert betur?
lt: Ką galėjome padaryti geriau?
lv: Ko mēs varējām izdarīt labāk?
nb: Hva kunne vi ha gjort bedre?
nl: Wat hadden we beter kunnen doen?
pl: Co mogliśmy zrobić lepiej?
sv: Vad kunde vi ha gjort bättre?

# rating.message
source: Your feedback helps us improve
da: Din vurdering hjælper os med at blive bedre
de: Ihr Feedback hilft uns, uns zu verbessern
et: Sinu tagasiside aitab meil paremaks saada
fi: Palautteesi auttaa meitä parantamaan
fo: Tín afturmelding hjálpir okkum at gerast betri
fr: Votre évaluation nous aide à nous améliorer
is: Endurgjöfin þín hjálpar okkur að bæta okkur
lt: Jūsų atsiliepimas padeda mums tobulėti
lv: Jūsu atsauksme palīdz mums uzlaboties
nb: Din vurdering hjelper oss med å bli bedre
nl: Jouw beoordeling helpt ons beter te worden
pl: Twoja opinia pomaga nam się doskonalić
sv: Din bedömning hjälper oss att bli bättre

# rating.score.1
source: Very unsatisfied
da: Meget utilfreds
de: Sehr unzufrieden
et: Väga rahulolematu
fi: Erittäin tyytymätön
fo: Ógvuliga ófølgin
fr: Très insatisfait
is: Mjög óánægð(ur)
lt: Labai nepatenkintas
lv: Ļoti neapmierināts
nb: Veldig misfornøyd
nl: Zeer ontevreden
pl: Bardzo niezadowolony
sv: Mycket missnöjd

# rating.score.2
source: Unsatisfied
da: Utilfreds
de: Unzufrieden
et: Rahulolematu
fi: Tyytymätön
fo: Ófølgin
fr: Insatisfait
is: Óánægð(ur)
lt: Nepatenkintas
lv: Neapmierināts
nb: Misfornøyd
nl: Ontevreden
pl: Niezadowolony
sv: Missnöjd

# rating.score.4
source: Satisfied
da: Tilfreds
de: Zufrieden
et: Rahul
fi: Tyytyväinen
fo: Følgin
fr: Satisfait
is: Ánægð(ur)
lt: Patenkintas
lv: Apmierināts
nb: Fornøyd
nl: Tevreden
pl: Zadowolony
sv: Nöjd

# rating.score.5
source: Very satisfied
da: Meget tilfreds
de: Sehr zufrieden
et: Väga rahul
fi: Erittäin tyytyväinen
fo: Ógvuliga følgin
fr: Très satisfait
is: Mjög ánægð(ur)
lt: Labai patenkintas
lv: Ļoti apmierināts
nb: Veldig fornøyd
nl: Zeer tevreden
pl: Bardzo zadowolony
sv: Mycket nöjd

# rating.skip
source: Skip
da: Spring over
de: Überspringen
et: Jäta vahele
fi: Ohita
fo: Leyp um
fr: Passer
is: Sleppa
lt: Praleisti
lv: Izlaist
nb: Hopp over
nl: Overslaan
pl: Pomiń
sv: Hoppa över

# rating.skipFeedbackHint
source: Sends the score without written feedback
da: Sender scoren uden skriftlig feedback
de: Sendet die Punktzahl ohne schriftliches Feedback
et: Saadab hinde ilma kirjaliku tagasisideta
fi: Lähettää arvosanan ilman kirjallista palautetta
fo: Sendir skoran uttan skrivliga afturboðan
fr: Envoie la note sans commentaire écrit
is: Sendir einkunnina án skriflegrar athugasemdar
lt: Išsiunčia įvertinimą be rašytinio atsiliepimo
lv: Nosūta vērtējumu bez rakstiskas atsauksmes
nb: Sender poengsummen uten skriftlig tilbakemelding
nl: Verstuurt de score zonder schriftelijke feedback
pl: Wysyła ocenę bez pisemnej opinii
sv: Skickar poängen utan skriftlig feedback

# rating.skipHint
source: Closes without sending a rating
da: Lukker uden at sende en vurdering
de: Schließt, ohne eine Bewertung zu senden
et: Sulgeb ilma hinnangut saatmata
fi: Sulkee lähettämättä arviota
fo: Latur aftur uttan at senda eina meting
fr: Ferme sans envoyer d’évaluation
is: Lokar án þess að senda einkunn
lt: Uždaro nesiunčiant įvertinimo
lv: Aizver, nesūtot vērtējumu
nb: Lukker uten å sende en vurdering
nl: Sluit zonder een beoordeling te versturen
pl: Zamyka bez wysyłania oceny
sv: Stänger utan att skicka ett betyg

# rating.title
source: How good was the chatbot?
da: Hvor god var chatbotten?
de: Wie gut war der Chatbot?
et: Kui hea oli vestlusrobot?
fi: Kuinka hyvä chatbot oli?
fo: Hvussu góð var chatboturin?
fr: À quel point le chatbot était-il bon ?
is: Hversu góður var spjallbotinn?
lt: Kiek geras buvo pokalbių robotas?
lv: Cik labs bija tērzēšanas robots?
nb: Hvor god var chatbotten?
nl: Hoe goed was de chatbot?
pl: Jak dobry był chatbot?
sv: Hur bra var chatbotten?

# session.ended.message
source: You'll need to start a new conversation. Your previous messages won't be available.
da: Du skal starte en ny samtale. Dine tidligere beskeder vil ikke være tilgængelige.
de: Bitte starten Sie einen neuen Chat. Ihre vorherigen Nachrichten sind nicht mehr verfügbar.
et: Pead alustama uut vestlust. Sinu varasemad sõnumid ei ole saadaval.
fi: Sinun on aloitettava uusi keskustelu. Aiemmat viestisi eivät ole käytettävissä.
fo: Du skal starte en ny samtale. Dine tidligere beskeder vil ikke være tilgængelige.
fr: Vous devrez démarrer une nouvelle discussion. Vos messages précédents ne seront plus disponibles.
is: Þú þarft að hefja nýtt spjall. Fyrri skilaboðin þín verða ekki tiltæk.
lt: Turėsite pradėti naują pokalbį. Ankstesnės jūsų žinutės nebus pasiekiamos.
lv: Jums būs jāsāk jauna saruna. Iepriekšējās ziņas nebūs pieejamas.
nb: Du må starte en ny samtale. De tidligere meldingene dine vil ikke være tilgjengelige.
nl: Je moet een nieuwe chat starten. Je vorige berichten zijn niet meer beschikbaar.
pl: Musisz rozpocząć nowy czat. Twoje poprzednie wiadomości nie będą dostępne.
sv: Du behöver starta en ny konversation. Dina tidigare meddelanden kommer inte att vara tillgängliga.

# session.ended.title
source: Your session has ended
da: Din session er afsluttet
de: Ihre Sitzung wurde beendet
et: Sinu seanss on lõppenud
fi: Istuntosi on päättynyt
fo: Din session er afsluttet
fr: Votre session a expiré
is: Lotunni þinni er lokið
lt: Jūsų sesija baigėsi
lv: Jūsu sesija ir beigusies
nb: Økten din er avsluttet
nl: Je sessie is beëindigd
pl: Twoja sesja zakończyła się
sv: Din session har avslutats

# sessionForm.description
source: Optional: add details that can help the agent when they pick up the chat.
da: Valgfrit: udfyld de detaljer, der kan hjælpe medarbejderen, når de overtager.
de: Optional: Geben Sie Details an, die dem Mitarbeiter beim Übernehmen helfen.
fi: Valinnainen: lisää tiedot, jotka auttavat agenttia chatin siirtyessä hänelle.
fr: Facultatif : ajoutez des détails utiles à l'agent lors de la reprise du chat.
nb: Valgfritt: fyll inn detaljer som kan hjelpe medarbeideren når de tar over.
nl: Optioneel: vul gegevens in die de medewerker kunnen helpen bij overname.
pl: Opcjonalnie: uzupełnij dane, które pomogą konsultantowi po przejęciu czatu.
sv: Valfritt: fyll i uppgifter som kan hjälpa medarbetaren när de tar över.

# sessionForm.failed
source: Could not save the details. Try again.
da: Oplysningerne kunne ikke gemmes. Prøv igen.
de: Die Details konnten nicht gespeichert werden. Bitte erneut versuchen.
fi: Tietoja ei voitu tallentaa. Yritä uudelleen.
fr: Impossible d'enregistrer les informations. Réessayez.
nb: Opplysningene kunne ikke lagres. Prøv igjen.
nl: De gegevens konden niet worden opgeslagen. Probeer opnieuw.
pl: Nie udało się zapisać danych. Spróbuj ponownie.
sv: Uppgifterna kunde inte sparas. Försök igen.

# sessionForm.save
source: Save details
da: Gem oplysninger
de: Details speichern
fi: Tallenna tiedot
fr: Enregistrer les informations
nb: Lagre opplysninger
nl: Gegevens opslaan
pl: Zapisz dane
sv: Spara uppgifter

# sessionForm.saved
source: Details saved
da: Oplysningerne er gemt
de: Details gespeichert
fi: Tiedot tallennettu
fr: Informations enregistrées
nb: Opplysningene er lagret
nl: Gegevens opgeslagen
pl: Dane zapisane
sv: Uppgifterna har sparats

# sessionForm.saving
source: Saving...
da: Gemmer...
de: Speichern...
fi: Tallennetaan...
fr: Enregistrement...
nb: Lagrer...
nl: Opslaan...
pl: Zapisywanie...
sv: Sparar...

# sessionForm.title
source: Add details for the agent
da: Tilføj oplysninger til medarbejderen
de: Details für den Mitarbeiter hinzufügen
et: Lisa andmed agendile
fi: Lisää tiedot agentille
fo: Legg upplýsingar til umboðið
fr: Ajouter des informations pour l'agent
is: Bættu við upplýsingum fyrir fulltrúann
lt: Pridėkite duomenis agentui
lv: Pievienojiet datus aģentam
nb: Legg til opplysninger for medarbeideren
nl: Voeg gegevens toe voor de medewerker
pl: Dodaj dane dla konsultanta
sv: Lägg till uppgifter för medarbetaren

# startPrompt.sendHint
source: Sends this starter as your next message
da: Sender denne genvej som din næste besked
de: Sendet diesen Schnellstart als Ihre nächste Nachricht
et: Saadab selle kiirviibe järgmise sõnumina
fi: Lähettää tämän aloituksen seuraavana viestinäsi
fo: Sendir hetta byrjunarboð sum tína næstu boð
fr: Envoie ce raccourci comme prochain message
is: Sendir þetta byrjunarval sem næstu skilaboð
lt: Siunčia šį pradinį pasiūlymą kaip kitą jūsų žinutę
lv: Nosūta šo sākuma ieteikumu kā nākamo ziņojumu
nb: Sender denne snarveien som din neste melding
nl: Stuurt deze starter als je volgende bericht
pl: Wysyła ten skrót jako następną wiadomość
sv: Skickar den här starten som ditt nästa meddelande

# suggestion.sendHint
source: Sends this suggestion as your next message
da: Sender dette forslag som din næste besked
de: Sendet diesen Vorschlag als Ihre nächste Nachricht
et: Saadab selle soovituse järgmise sõnumina
fi: Lähettää tämän ehdotuksen seuraavana viestinäsi
fo: Sendir hetta uppskot sum tína næstu boð
fr: Envoie cette suggestion comme prochain message
is: Sendir þessa tillögu sem næstu skilaboð
lt: Siunčia šį pasiūlymą kaip kitą jūsų žinutę
lv: Nosūta šo ieteikumu kā nākamo ziņojumu
nb: Sender dette forslaget som din neste melding
nl: Stuurt deze suggestie als je volgende bericht
pl: Wysyła tę sugestię jako następną wiadomość
sv: Skickar detta förslag som ditt nästa meddelande

# rating.score.3
source: Neutral
et: Neutraalne
fi: Neutraali
fo: Neutralur
fr: Neutre
is: Hlutlaus
lt: Neutralus
lv: Neitrāls
nb: Nøytral
nl: Neutraal
pl: Neutralny
